{
    "A.": "  The first letter in the English and most other alphabets derived from the Roman or Latin alphabet, which was one of several ancient Italian alphabets derived from the Greek, which was an adaptation of the Phoenician. The first letter in the Phoenician alphabet was called  aleph,  meaning \"ox\", which is also the meaning of the first letter in the Greek alphabet,  alpha. Alpha  and the second letter of the Greek alphabet,  beta,  were combined to form \"alphabet,\" which is largely the same in different languages. In Danish, Dutch, Polish and Swedish  alfabet; in English, German and French,  alphabet;  in Italian, Portuguese and Spanish,  alfabeto;  in Russian,  alfabetli,  etc. This striking similarity shows borrowing, either mediately or immediately, from the same source. A has several different forms, the most curious of which is little a and big A. All of our letters were first capitals, and remained so for a long time. Then small letters alone were used for centuries. Later capitals were used with small letters, largely for ornamental purposes. The ancient Egyptians had twenty a's to choose from, and it is said that a is the initial letter of about one-seventh of all Armenian words. Nundinal Letters A  is  also the first of the nundinal letters consisting of the first eight letters of the alphabet. These letters were repeated successively from the first to the last day of the year by the Romans and every ninth day was market day, when the country people came into the city to buy and sell and to attend to their private or religious affairs. However, no market day could coincide with the first day of January or the ninth day of the other months. The first market day of the year fell eight days from the preceding market day, which Black's Law Dictionary Revised 4th Ed.-1 1 made the nundinal letter change every year, but if the nundinal letter for a given year was, for example, A, the market day always coincided with A, which was the ninth day from the preceding market day, both inclusive. No judgment could be pronounced, nor assemblies of the people held, on these days, but this was changed by the  lex Hortensia  in 246 B.C. Proposed laws were posted, and a vote could not be taken until three Roman weeks  (trinum nundinum),  or 24 days, had elapsed. A judgment debtor had 30 days to satisfy judgment against him. If he failed to do so, he was seized and taken before the magistrate and if he could find no surety he was put in chains and held by the judgment creditor for 60 days, during which time the amount of his debt was proclaimed on three successive market days, and then if he failed, the  XII  Tables provided: \"*  *  * Tertiis nundinus partis secanto; si plus minusive secuerint, se fraude esto.\"   ( On the third market day let him be cut into pieces; if any one [any creditor] cut more or less than his share, it shall not be a crime). Shylock, it will be remembered, had to cut just a pound of flesh and no more. Dominical or Sunday Letters A is also the first  of the Dominical or Sunday letters, consisting of the first seven letters of the alphabet, which were introduced to replace the nundinal letters of the Romans. These letters, repeated successively from the first to the last day of the year, show the order of Sundays according to the Christian calendar. If the first day of January is on Sunday, all the rest of the days designated by A will also be Sundays. Since each common year ends on the same day  of  the week that it begins, the dominical letters change each year in retrogression. If the year is a leap year an adjustment  is made either on the 25th or 29th of February. The dominical letters are used to determine the date of Easter but may also be used to determine the day of the week on which a given date falls in any year. A as Symbol Both as a symbol and as an abbreviation, A is used in every phase of human activity and learning. In law, commerce, manufacturing, engineering, printing, music, medicine, geometry, mathematics, physics, chemistry, logic, philosophy, aeronautics, artillery, etc., these devices, which are meaningless to the unitiated, simply could not be dispensed with. The Puritans first burned A on the forehead of the adulterer,—or at least on that of the adulteress!—and later fastened it on the sinner's clothing. The Roman judges used three wax-covered wooden tables. On one was inscribed A for  Absolvo  (I acquit) ; on the second C for  Condemn°  (I condemn), and on the third N. L. for  Non liquet  (It is not clear). When a proposed law was to be voted on, Roman voters received two tablets, on one of which was inscribed A for  antiquo  (for the old law), and on the other U. R. for  Uti rogas  (as you ask). A is also the first of the letters employed by the Semites and the ancient Greeks as numeral signs. If the Greek a was accented above, it stood for 1; if below, it stood for 1000. The Romans also used A as a numeral sign before they adopted the letter D. If A was not accented, it stood for 500, but if accented thus, A, it stood for 5000. The symbol  is a graphic modification of the Latin  ad,  meaning \"at\" or \"to\". Some European railroads use A to designate first class railroad coaches. In European tourist guides A is used to designate places where there are hotels able to satisfy the wants of motorists. Mercantile agencies use A to indicate the highest commercial credit. A is also the highest mark given by teachers to pupils. Ship registries in United States, England, Germany and Norway use A to indicate the highest class of vessel. In the record of American Shipping Al stands for a first-class vessel of the highest seaworthiness, the lower degrees being expressed by Al 1/2, etc., A3 being the lowest. In Lloyd's Register Al means a first-class vessel. A printed in red means an over-aged vessel. ZE a third-class vessel. The broad A means an iron ship. The description of a ship as \"Al\" amounts to a warranty. 011ive  v.  Booker, 1 Exch. 423. In ceramics A has various meanings. On fine old Sevres A alone shows that the piece was made in 1753, whereas AA shows that it was made in 1777. A is also used as a brand by certain breeders of bulls for the bull ring, as well as by manufacturers of fine Toledo swords. A denotes the first of a series, and is used to distinguish the first page of a folio from the second, which is marked b (Coke, Litt. 114a, 114b), as well as the first foot-note and the first section or subsection in statutes. It is also the name of the sixth note of the natural diatonic scale of  C,  or the first note of the relative minor scale. To this note all orchestral instruments are tuned. A also indicates the key in which many great pieces of music are composed. The money coined at the Paris mint is marked with an A, and it was long supposed that such coinage was superior to that of the provincial mints. This gave rise to the phrase  Etre marque a l'A  (to be marked with an A) and was used to indicate a man of eminent rank or merit, just as we use A-1 or A to indicate excellence of either persons or commodities. A is also used in numerous other phrases and proverbs. For example,  A word to the wise is sufficient.   This ordinarily admonitory proverb was held to be libellous in view of the context in which it was used. One who had sold out to his partner warned customers that the buyer was not responsible for his debts, since he was a minor, and that \"a word to the wise is sufficient.\" The court said: \"But when what was previously said is followed by the significant and proverbially pre. cautionary words—`A word to the wise is sufficient,' the idea is at once conveyed that plaintiff, is wanting in honor and integrity as a business man, and that those who should deal with him would suffer loss.\" Hays v. Mather, 15 Ill.App. 30, 34. For the phrase,  from alpha to omega, there is our  from A to Z  and  A to izzard,  and the German von  A bis Z,  which mean from beginning to end; completely; thoroughly; or in more modern slang, from soup to nuts. The German proverb  Wer A sagt, mus auch B sagen  is based on a profound knowledge of human nature, and translates, you can't say A without saying B; in for a penny, in for a pound. In other words, don't take the  first  step if you don't want to go the limit. Of a very ignorant or stupid person it has long been said that  He does not know great A from a bull's foot  or that he knows ni  A ni B  (neither A nor B). In  Birds of a feather flock together, a  means the same, or  a  feather means the same kind. A as Abbreviation As an abbreviation a, either alone or in combination with other letters, is used in all the arts and sciences as well in hundreds of non-technical ways. Its meaning as an abbreviation largely depends on context. In common usage, it may mean about, accepted, acne, aged, answer, ante, area, amateur,  etc. It is also used for almost any name of a person beginning with A, as Alfred, Anna, etc. In chemistry it stands for argon. A note provided for \"Int. @ p. a.\" The court said: \"The letter  when used in a note, as it is here, is known and recognized among commercial people and businessmen as standing for 'at.'\" Belford v. Beatty, 34 N.E. 254, 255, 145 Ill. 414, 418. A is an abbreviation of  adversus  (against). Versus  and its abbreviation v. are much oftener used in this sense, though the original Latin meaning of  versus  is toward; in the direction of. A, angstrom unit; the unit for measuring the length of light waves.. The ultra violet rays of sunlight between 3130A and 2900A activate pro2 A vitamins in the skin and certain foods, so as to produce the antirachitic substance known as vitamin D, which is also extracted from fish liver oils. The Spelling of A A was formerly spelt a-per-se, a (\"a\" by itself makes the word \"a\") of which A-per-se-A, A persey, and apersie were corruptions and synonymous with superior, chief, first, etc. A in Latin and Law Latin Anglo-American law abounds in Latin and French words and phrases, and the use of A in these languages is important to the Englishspeaking lawyer. In Latin \"A\" was used both as an abbreviation and as a symbol. For example \"A\" was an abbreviation for \"Aulus,\". a praenomen, or the first of the usual three names of a person by which he was distinguished from others of the same family; also for \"ante\" in \"a. d.,\" ante diem  (before the day), and for \"anno\" (year) in a. u. c., anno  urbis conditae  (the year of the building of the city) and in  anno ab urbe condita (from the year of the building of the city). As a preposition, the form was either A,  AB  or ABS. A was used before consonants; ab was usually used before vowels, but sometimes before consonants, whereas abs was used before \"c\" or \"t.\" The meaning was \"from,\" \"away from,\" \"on the side of,\" \"at,\" \"after,\" \"since,\" \"by,\" \"by means of,\" \"out of,\" \"with reference to,\" \"in regard of,\" \"near by,\" and \"along.\" For example,  A fronte in front; ab  tergo,  from behind; a  puertitia, from youth;  ab sole orbe,  from or at sunrise;  ab intestato,  without a will, intestate. In law Latin, \"a\" means \"by,\" \"with,\" \"from,\" \"in,\" \"of,\" and \"on,\" and AB means \"by,\" \"from,\" and \"in\". 1 C.J.S. p. 2. A in French and Law French In French  A  is a preposition, the meaning of which largely depends on context. It is usually translated as \"into,\" \"at,\" \"to,\" \"in,\" \"by,\" \"of,\" \"with,\" \"on,\" \"from,\" \"for,\" \"under,\" \"till,\" \"within,\" \"between,\" etc. It also changes into au and aux  when combined with \"the.\" A is also the third person, singular number, present tense, indicative mood of the verb avoir, (to have) : Il  a (he has). In law French \"a\" is used as a preposition meaning \"at,\" \"for,\" \"in,\" \"of,\" \"on,\" \"to,\" and \"with.\" 1 C.J.S. p. 2. A in Roman Criminal Law Among the Romans this letter was used in criminal trials.  The judges were furnished with small tables covered with wax, and each one inscribed on it the initial letter of his vote: A (absolvo) when he voted to acquit the accused; C (condemno) when he was for condemnation; and N L (non liquet), when the matter did not appear clearly, and he desired a new argument. The letter A (i. e. antiquo, \"for the old law\") was inscribed upon Roman ballots under the Lex Tabellaria, to indicate a negative vote; Tayl.Civ. Law, 191, 192. A as Indefinite Article A is the form of the indefinite article that is used before consonants and initial consonant sounds, on being used before initial vowel sounds, as, for example, a  house,  a  year,  a  utility;  but an oak, an  ape  and an  hour,  because the h is silent. .Formerly where the initial h of certain words was not accented, as historical, hypothetical, hotel, humble, etc., an was used, but now the h is no longer silent, and the best usage in both the United States and England is to use a before such words.  A hypothetical question,  a  historical monument, a hotel,  etc., are the correct forms. The word \"a\" has varying meanings and uses. \"A\" means \"one\" or \"any,\" but less emphatically than either. It may mean one where only one is intended, or it may mean any one of a great number. It is placed before nouns of the singular number, denoting an individual object or quality individualized. First Trust Joint Stock Land Bank of Chicago v. Armstrong, 222 Iowa 425, 269 N.W. 502, 506, 107 L.R.A. 873. The article \"a\" is not necessarily a singular term; it is often used in the sense of \"any\" and is then applied to more than one individual object. Philadelphia & R. R. Co. v. Green & Flinn, 2 W.W. Harr. (Del.) 78, 119 A. 840, 846; In re Sanders, 54 Law J.Q.B. The article \"a\" is not generally used in a singular sense unless such an intention is clear from the language of the statute, 1 C.J.S., A, p. 1, but statute providing that parties to \"a\" reorganization shall be deemed a single employing unit referred to quality or nature of changes, rather than quantity, and meant not one or only one, but any, and fact that there had been more than one reorganization did not prevent statute from applying. Lindley v. Murphy, 387 Ill. 506, 56 N.E.2d 832, 838. So under a statute providing that the issuance of \"a\" certificate to one carrier should not bar a certificate to another over the same route, a certificate could be granted to more than two carriers over the same route. State ex rel. Crown Coach Co. v. Public Service Commission, 238 Mo.App. 287, 179 S.W.2d 123, 127. But the meaning depends on context. For example, in Workmen's Compensation Act, on, or in or about \"a\" railway, factory, etc., was held not to mean any railway, factory, etc., but  the  railway, factory, etc., of the employer. Francis v. Turier, [1900] 1 Q.B. 478; 69 L.J.Q.B. 182; 81 L.T. 770; 48 W.R. 228; 64 J.P. 53. Insurance against loss occasioned by \"a sea\" did not limit insured to loss occasioned by a single wave, but covered losses occasioned by heavy waves during voyage. Snowden v. Guion, 101 N. Y. 458, 5 N.E. 322. In State ex rel. Atty. Gen. v. Martin, 60 Ark. 343, 30 S. W. 421, 28 L.R.A. 153, the state Constitution provided for \"a judge\" in each circuit. Owing to increase in judicial business, the Legislature provided for an additional judge for the sixth circuit. It was contended that the statute was unconstitutional. The court said: \"Now, the adjective 'a,' commonly called the 'indefinite article,' and so called, too, because it does not define any particular person or thing, is entirely too indefinite, in the connection used, to define or limit the number of 3 A judges which the legislative wisdom may provide for the judicial circuits of the state. And it is perfectly obvious that its office and meaning was well understood by the framers of our constitution, for nowhere in that instrument do we find it used as a numerical limitation. It is insisted that if 'a' does not mean 'one,' and 'but one,' in the section quoted, then the way is open for a latitudinarian construction in the various other sections where it occurs. \" * • * So the question recurs as to the significance of the letter 'a,' for the convention must be taken to have meant what they have plainly said. It performs precisely the same office here as in every other section where it occurs. Section 6 of the article  7  says, 'A judge of the supreme court shall be learned in the law,' etc. ; section 16 says, 'A circuit judge shall be learned in the law,' etc. ; section 41, 'A justice of the peace shall be a qualified elector and a resident of the township,' etc. Does the word 'a' in these sections mean one, and only one, judge or justice? If so, which one ?  In  the same section in which 'a judge' occurs we find. `He shall be \"a\" conservator of the peace within the circuit.' Does 'a conservator' mean that he is to be the only conservator of the peace for the circuit? If so, this provision is plainly in conflict with others. See sections 4, 40. It is apparent that 'a' was used before the word 'judge' in the section under consideration because, according to our English idiom, the sentence could not have been euphoniously expressed without it. In some languages—the Latin and Russian, for instance—it would not have been used at all. It could have been omitted without in the least impairing the sense, and its use gave no additional force or meaning to the sentence. To use the illustration of the learned counsel for the state: If one orders 'a sack of flour, a ham, a horse, a ton of coal,' etc., it is understood he means but one. So it would be understood if he left off the 'a,' and said 'sack of flour, ham, horse, ton of coal,' the 'a' being used before the words beginning with the consonant sound simply to preserve the euphony. If the limitation is not in the word 'judge' without the 'a,' there is certainly no restriction with it. According to Mr. Webster, 'a' means 'one' or 'any,' but less 'emphatically than either.' It may mean one where only one is intended, or it may be any one of a great number. That is the trouble. Of itself, it is in no sense a term of limitation. If there were a dozen judges in any one circuit each would still be 'a judge' for that circuit. Mr. Webster also says, 'It is placed before nouns of the singular number, denoting an individual object, or quality individualized.' 'Quality' is defined as (1) 'the condition of being of such a sort as distinguished from others; (2) special or temporary character; profession, occupation.' Webst. Dict. The 'a' was so used here. The character, or profession, individualized, was that of a judge. The functions of the office to be performed were those of 'a judge,' not governor, sheriff, or constable. A review of the various other provisions of the constitution, supra, where the word 'a' occurs, shows that no absurd consequences, such as filling the offices in other departments with a multitudinous array of incumbents, could possibly result.\" Where the law required the delivery of a copy of a notice to husband and a copy to wife, the sheriff's return that he had delivered \"a copy\" to husband and wife was insufficient. State v. Davis, Tex.Civ.App., 139 S.W.2d 638, 640. In Lakeside Forge Co. v. Freedom Oil Works, 265 Pa. 528, 109 A. 216, 217, it was said : \" 'A car or two' signifies an indefinite small number, and may include as many as seven. In that respect the expression is similar to 'a few.' It must be construed with reference to the subject matter, and is not necessarily confined to one or two. It is like the words 'in a day or two.' \" In Deutsch v. Mortgage Securities Co., 96 W.Va. 676, 123 S.E. 793, the deed contained a covenant against construction of flats or apartments and provided that no dwelling but \"a one-family house\" should be built on the lot. The grantee built two one-family dwelling houses; and it was held that he could properly do so. \"A\" is sometimes read as \"the.\" Bookham v. Potter, 37 L.J.C.P. 276; L.R. 3 C.P. 490; 16 W.R. 806; 18 L.T. 479, though the two terms are ordinarily distinguishable. Howell v.  , State, 138 S.E. 206, 164 Ga. 204. The grant of \"a\" right of sporting on land, gives only a concurrent right, but the grant of \"the\" right gives it exclusively. Sutherland v. Heathcote, [1892] 1 Ch. 475; 61 L.J. 248; 66 L.T. 210. And a license to fish with \"a\" rod and line does not justify the use of more than one rod and one line. Combridge v. Harrison, 72 L.T. 592; 64 L.J.M.C. 175; 59 J.P. 198. Hinson v. Hinson, 176 N.C. 613, 97 S.E. 465, involved a will providing that son taking care of widow should receive $100 \"a year.\" It was held that the quoted words were not synonymous with annually, but merely fixed the rate of compensation, and that there was no right to compensation until widow's death. ",
    "AAA.": " Agricultural Adjustment Act. ",
    "A. A. C.": "  Anno ante Christum,  the year before Christ. ",
    "A. A. C. N.": "  Anno ante Christum natum,  the year before the birth of Christ. "
}